/* No comment provided by engineer. */
"Download" = "下载";

/* No comment provided by engineer. */
"More" = "更多";

/* No comment provided by engineer. */
"Poster 2" = "Poster 2";

/* No comment provided by engineer. */
"SubRee" = "SubRee";

"Developer Other Apps" = "开发者的其它软件";
